public class Main {
    public static void main(String[] args) {
        System.out.println("Hello World!");
		System.out.println("各位党员同志大家好：\n" +
                "根据党的指导日程安排，现定于2020年11月12日，本周四上午10:20，在N208开展本支部十一月份主题党日学习活动。\n" +
                "会议流程如下：\n" +
                "1.全体党员同志（包括预备党员），为了深入学习党的十九届五中全会精神，会前自行查阅“党的十九届五中全会”相关内容，深入学习会议和习近平总书记讲话精神，并书写150～200字的个人感想或心得体会，在此次会议上分享。\n" +
                "\n" +
                "本会议原则上不允许缺席，如有特殊情况，请书面提出申请，请大家准时参加会议。\n" +
                "\n" +
                "学习资料参考如下：\n" +
                "1．中国共产党第十九届中央委员会第五次全体会议公报\n" +
                "链接：http://www.xinhuanet.com/politics/2020-10/29/c_1126674147.htm\n" +
                "2．中共中央关于制定国民经济和社会发展第十四个五年规划和二〇三五年远景目标的建议\n" +
                "链接：http://www.xinhuanet.com/politics/zywj/2020-11/03/c_1126693293.htm\n" +
                "3．习近平：关于《中共中央关于制定国民经济和社会发展第十四个五年规划和二〇三五年远景目标的建议》的说明\n" +
                "链接：http://www.xinhuanet.com/politics/leaders/2020-11/03/c_1126693341.htm\n" +
                "4. 更多学习资料：\n" +
                "（1）新华网：聚焦十九届五中全会专题\n" +
                "链接：http://www.xinhuanet.com/fortune/lhzt/n42.htm\n" +
                "（2）学习强国APP：十九届五中全会专题\n");
    }
}
